# отображение лого
def logo_draw():
    print(" ____         ____ _ _                _    _       _           ")
    print("|  _ \ _   _ / ___(_) |_ _   _       / \  | |_ __ | |__   __ _ ")
    print("|  |_ | | | | |   | | __| | | |     / _ \ | | '_ \| '_ \ / _` |")
    print("|  __/| |_| | |___| | |_| |_| |    / ___ \| | |_  | | | | (_| |")
    print("|_|    \__, |\____|_|\__|\__, |   /_/   \_\_| .__/|_| |_|\__,_|")
    print("       |___/             |___/              |_|              ")


def get_plot(n):
    print("\n")
    print('#' * 114)
    print("Здравствуйте, мистер Н. Н.")
    print(
        f"В ходе недавнего совещания совета Н-ной области именно ВЫ были выбраны в качестве руководителя населённого пункта {n}. В должность вы можете вступить завтра.")
    print("\t \t \t Со всеми лучшими пожеланиями\n \t \t \t \t \t Верховный председатель СНО\n")
    print('#' * 114)
    en = input("Введите Enter, чтобы продожить...")
    return 0
